{
  "client": {
    "label": "Projekt Umfang",
    "hint": "Wähle die Grössenordnung deines Projekts.",
    "size": {
      "small": {
        "label": "Nachbarschaft",
        "hint": "Lokale Marke, Kundschaft aus deiner Stadt."
      },
      "medium": {
        "label": "Regional",
        "hint": "Marken für ein breiteres, kulturell vielfältigeres Publikum."
      },
      "large": {
        "label": "Weltweit",
        "hint": "Internationale Kundschaft. Marken, welche eine grösstmögliche Diversität an Kulturen, Sprachen, Stilen, Traditionen respektieren."
      }
    },
    "nameExists": {
      "label": "Namen vorhanden",
      "hint": "Ich besitze bereits einen Markennamen."
    },
    "nonprofit": {
      "label": "Non-Profit",
      "hint": "Rabatt für Non-Profit Organisationen, Open Source Projekte, NGOs."
    }
  },
  "advanced": {
    "name": {
      "label": "Markennamen",
      "items": [{
          "label": "Markennamen Recherche",
          "details": "Wir recherchieren mögliche Markennamen auf Grundlage deiner Tätigkeit, deines Projekts oder Produkts.",
          "hint": "Wir erarbeiten eine Liste mit passenden Markennamen."
        },
        {
          "label": "Workshop: Markenentwicklung",
          "details": "Ganztägiger Workshop um die Werte und Eigenschaften deiner Marke zu definieren. Anschliessend Markennamen-Recherche im Team.",
          "hint": "Workshop um die Werte und Eigenschaften deiner Marke zu definieren. Anregungen zur Namensfindung."
        },
        {
          "label": "Domain",
          "details": "Recherche und Registrierung (freier) Domain Namen (.com, .ch, etc.).",
          "hint": "Recherche und Registration einer Domain."
        },
        {
          "label": "Slogan",
          "details": "Wir recherchieren und entwickeln den perfekten Slogan für deine Marke.",
          "hint": "Recherche für den perfekten Slogan."
        }
      ]
    },
    "design": {
      "label": "Design",
      "items": [{
          "label": "Logo/Trademark",
          "details": "Ein gutes Logo ist unbezahlbar - es ist der Kern deiner Marken-Kommunikation. Wir entwickeln einfache, universell verständliche und einzigartige Logos, welche dein Unternehmen und dessen Werte perfekt repräsentieren.",
          "hint": "Einfache, universell verständliche und einzigartige Logos, welche dein Unternehmen und dessen Werte perfekt repräsentieren."
        },
        {
          "label": "Grafikdesign",
          "details": "Wir erstellen zusätzliche Utensilien für deine Marke: Hintergründe, Illustrationen, Fotobearbeitung, Visitenkarten, usw.",
          "hint": "Z.B. Hintergründe, Illustrationen, Fotobearbeitung, Visitenkarten, usw."
        },
        {
          "label": "Style Guide",
          "details": "Wir erarbeiten die Gestaltungsrichtlinien für deine Marken-Identität: Typographie, Farben, Abstände, usw.",
          "hint": "Gestaltungsrichtlinien für deine Marke: Typographie, Farben, usw."
        },
        {
          "label": "Style Guide: Web, UI",
          "details": "Zusätzliche Gestaltungsrichtlinien für Webanwendungen und Benutzeroberflächen (UI). Knöpfe, Abstände, Verläufe, Interaktivität, usw.",
          "hint": "Zusätzliche Gestaltungsrichtlinien für Benutzeroberflächen (UI)."
        }
      ]
    }
  },
  "recommended": "Empfohlen"
}
